---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodLatewoodRatio
source: html/feff1b91-2f53-22b4-b3d9-5af68a966e8c.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodLatewoodRatio Property

The property labeled "Percentage of latewood in each ring" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodLatewoodRatio { get; }
```

## Remarks
This property is of type "AssetPropertyDouble".